Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# diagPreviewSubtitle
source: This is exactly what will be encrypted and attached to your bug report. Scroll to review.
da: Dette er præcis, hvad der bliver krypteret og vedhæftet din rapport. Rul for at gennemse.
de: Das wird genau so verschlüsselt und an deinen Fehlerbericht angehängt. Zum Prüfen scrollen.
es: Esto es exactamente lo que se cifrará y adjuntará a tu informe. Desplaza para revisar.
fr: Voici exactement ce qui sera chiffré et joint à votre rapport. Faites défiler pour vérifier.
it: Questo è esattamente ciò che sarà cifrato e allegato al tuo report. Scorri per rivedere.
ja: これがバグレポートに添付され暗号化される内容です。スクロールして確認してください。
nb: Dette er nøyaktig hva som krypteres og legges ved rapporten. Bla for å se gjennom.
nl: Dit wordt precies zo versleuteld en aan je bugrapport toegevoegd. Scroll om te controleren.
pl: To dokładnie to, co zostanie zaszyfrowane i dołączone do raportu. Przewiń aby przejrzeć.
pt: Isto é exatamente o que será cifrado e anexado ao seu relatório. Role para rever.
sv: Det här är exakt vad som krypteras och bifogas till din rapport. Bläddra för att granska.
zh_hans: 这正是将被加密并附加到您 bug 报告的内容。请滚动查看。

# diagPreviewTitle
source: Preview Diagnostic Bundle
da: Forhåndsvis diagnostikpakke
de: Diagnose-Paket-Vorschau
es: Previsualizar paquete de diagnóstico
fr: Aperçu du lot de diagnostic
it: Anteprima pacchetto diagnostico
ja: 診断バンドルをプレビュー
nb: Forhåndsvis diagnostikkpakke
nl: Voorbeeld diagnostisch pakket
pl: Podgląd pakietu diagnostycznego
pt: Pré-visualizar pacote de diagnóstico
sv: Förhandsgranska diagnostikpaket
zh_hans: 预览诊断包

# diagReportOnGitHub
source: Report on GitHub
da: Rapportér på GitHub
de: Auf GitHub melden
es: Informar en GitHub
fr: Signaler sur GitHub
it: Segnala su GitHub
ja: GitHubで報告
nb: Rapporter på GitHub
nl: Melden op GitHub
pl: Zgłoś na GitHubie
pt: Reportar no GitHub
sv: Rapportera på GitHub
zh_hans: 在 GitHub 上报告

# diagReportOnGitHubHelp
source: Opens a pre-filled issue on GitHub. If the bundle is too large for the URL, it’s copied to your clipboard so you can paste it.
da: Åbner en forudfyldt sag på GitHub. Hvis pakken er for stor til URL’en, kopieres den til udklipsholderen, så du kan indsætte den.
de: Öffnet ein vorausgefülltes Issue auf GitHub. Ist das Bundle zu groß für die URL, wird es in die Zwischenablage kopiert, damit du es einfügen kannst.
es: Abre una incidencia prerrellena en GitHub. Si el paquete es demasiado grande para la URL, se copia al portapapeles para que lo pegues.
fr: Ouvre un ticket pré-rempli sur GitHub. Si le lot est trop volumineux pour l’URL, il est copié dans le presse-papiers pour le coller.
it: Apre un issue precompilato su GitHub. Se il pacchetto è troppo grande per l’URL, viene copiato negli appunti così puoi incollarlo.
ja: GitHubに事前入力済みのIssueを開きます。バンドルがURLには大きすぎる場合、クリップボードにコピーされ、貼り付けて使えます。
nb: Åpner en forhåndsutfylt sak på GitHub. Hvis pakken er for stor for URL-en, kopieres den til utklippstavlen så du kan lime den inn.
nl: Opent een vooraf ingevuld issue op GitHub. Als het pakket te groot is voor de URL, wordt het naar het klembord gekopieerd om te plakken.
pl: Otwiera wstępnie wypełnione zgłoszenie na GitHubie. Jeśli pakiet jest za duży dla adresu URL, zostanie skopiowany do schowka, aby można go było wkleić.
pt: Abre uma issue pré-preenchida no GitHub. Se o pacote for grande de mais para o URL, é copiado para a área de transferência para colar.
sv: Öppnar ett förifyllt ärende på GitHub. Om paketet är för stort för URL:en kopieras det till urklipp så att du kan klistra in det.
zh_hans: 在 GitHub 上打开预填的工单。如果包对 URL 来说过大，则会复制到剪贴板以便粘贴。

# diagReportPrivately
source: Report Privately
da: Rapportér privat
de: Privat melden
es: Informar en privado
fr: Signaler en privé
it: Segnala in privato
ja: 非公開で報告
nb: Rapporter privat
nl: Privé melden
pl: Zgłoś prywatnie
pt: Reportar em privado
sv: Rapportera privat
zh_hans: 私下报告

# diagReportPrivatelyHelp
source: Opens GitHub’s private security advisory form for this project. The bundle is copied to your clipboard so you can paste it into the Description field.
da: Åbner GitHubs private sikkerhedsrådgivningsformular for dette projekt. Pakken kopieres til udklipsholderen, så du kan indsætte den i feltet Beskrivelse.
de: Öffnet das private Sicherheitshinweis-Formular von GitHub für dieses Projekt. Das Bundle wird in die Zwischenablage kopiert, damit du es in das Beschreibungsfeld einfügen kannst.
es: Abre el formulario privado de avisos de seguridad de GitHub para este proyecto. El paquete se copia al portapapeles para que lo pegues en el campo Descripción.
fr: Ouvre le formulaire de signalement de sécurité privé de GitHub pour ce projet. Le lot est copié dans le presse-papiers pour le coller dans le champ Description.
it: Apre il modulo di avviso di sicurezza privato di GitHub per questo progetto. Il pacchetto viene copiato negli appunti così puoi incollarlo nel campo Descrizione.
ja: このプロジェクトのGitHubの非公開セキュリティアドバイザリーフォームを開きます。バンドルはクリップボードにコピーされ、説明欄に貼り付けられます。
nb: Åpner GitHubs private sikkerhetsrådgivningsskjema for dette prosjektet. Pakken kopieres til utklippstavlen så du kan lime den inn i Beskrivelse-feltet.
nl: Opent het privé beveiligingsadviesformulier van GitHub voor dit project. Het pakket wordt naar het klembord gekopieerd om in het beschrijvingsveld te plakken.
pl: Otwiera prywatny formularz porady bezpieczeństwa GitHub dla tego projektu. Pakiet jest kopiowany do schowka, aby można go było wkleić w polu Opis.
pt: Abre o formulário de aviso de segurança privado do GitHub para este projeto. O pacote é copiado para a área de transferência para colar no campo Descrição.
sv: Öppnar GitHubs privata säkerhetsrådgivningsformulär för detta projekt. Paketet kopieras till urklipp så att du kan klistra in det i fältet Beskrivning.
zh_hans: 为此项目打开 GitHub 的私密安全咨询表单。包会复制到剪贴板，以便粘贴到“说明”字段。

# diagSaveBundle
source: Save Bundle…
da: Arkivér pakke…
de: Bundle sichern…
es: Guardar paquete…
fr: Enregistrer le lot…
it: Salva pacchetto…
ja: バンドルを書き出す…
nb: Lagre pakke…
nl: Pakket bewaren…
pl: Zapisz pakiet…
pt: Guardar pacote…
sv: Spara paket…
zh_hans: 存储包…

# diagSaveEncryptedLog
source: Save Encrypted Log File…
da: Arkivér krypteret logfil…
de: Verschlüsselte Logdatei sichern…
es: Guardar archivo de registro cifrado…
fr: Enregistrer le journal chiffré…
it: Salva file di log cifrato…
ja: 暗号化されたログファイルを書き出す…
nb: Lagre kryptert loggfil…
nl: Versleuteld logbestand bewaren…
pl: Zapisz zaszyfrowany plik dziennika…
pt: Guardar ficheiro de registo cifrado…
sv: Spara krypterad loggfil…
zh_hans: 存储加密日志文件…

# diagSaveEncryptedLogHelp
source: Writes an encrypted diagnostic bundle to a location you choose. The bundle is opaque to anyone except the maintainer — share it directly with them.
da: Skriver en krypteret diagnosepakke til en placering, du vælger. Pakken er ugennemsigtig for alle undtagen vedligeholderen — del den direkte med vedkommende.
de: Schreibt ein verschlüsseltes Diagnose-Bundle an einen Ort deiner Wahl. Das Bundle ist für alle außer dem Betreuer undurchsichtig — teile es direkt mit ihm.
es: Escribe un paquete de diagnóstico cifrado en la ubicación que elijas. El paquete es opaco para cualquiera excepto el responsable — compártelo directamente con él.
fr: Écrit un lot de diagnostic chiffré à l’emplacement de votre choix. Le lot est opaque pour tous sauf le mainteneur — partagez-le directement avec lui.
it: Scrive un pacchetto diagnostico cifrato in una posizione a tua scelta. Il pacchetto è opaco per chiunque tranne il manutentore — condividilo direttamente con lui.
ja: 選択した場所に暗号化された診断バンドルを書き出します。バンドルはメンテナー以外には不透明です。直接共有してください。
nb: Skriver en kryptert diagnosepakke til en plassering du velger. Pakken er ugjennomsiktig for alle unntatt vedlikeholderen — del den direkte med vedkommende.
nl: Schrijft een versleuteld diagnostisch pakket naar een door jou gekozen locatie. Het pakket is ondoorzichtig voor iedereen behalve de beheerder — deel het rechtstreeks met hem.
pl: Zapisuje zaszyfrowany pakiet diagnostyczny w wybranej lokalizacji. Pakiet jest nieczytelny dla wszystkich oprócz opiekuna — udostępnij go bezpośrednio.
pt: Escreve um pacote de diagnóstico cifrado num local à sua escolha. O pacote é opaco para todos exceto o responsável — partilhe-o diretamente com ele.
sv: Skriver ett krypterat diagnospaket till en plats du väljer. Paketet är ogenomskinligt för alla utom underhållaren — dela det direkt med honom.
zh_hans: 将加密的诊断包写入您选择的位置。除维护者外的任何人都看不到包内容——请直接与维护者分享。

# diagSpeakerCallbackLabel
source: Event callback:
da: Hændelses-callback:
de: Ereignis-Callback:
es: Callback de eventos:
fr: Rappel d'événement :
it: Callback eventi:
ja: イベントコールバック:
nb: Hendelses-callback:
nl: Gebeurtenis-callback:
pl: Callback zdarzeń:
pt: Callback de eventos:
sv: Händelse-callback:
zh_hans: 事件回调：

# diagSpeakerColumnEvents
source: Events
da: Hændelser
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
nb: Hendelser
nl: Gebeurtenissen
pl: Zdarzenia
pt: Eventos
sv: Händelser
zh_hans: 事件

# diagSpeakerColumnIP
source: IP Address
da: IP-adresse
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ja: IPアドレス
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt: Endereço IP
sv: IP-adress
zh_hans: IP 地址

# diagSpeakerColumnRole
source: Role
da: Rolle
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ja: 役割
nb: Rolle
nl: Rol
pl: Rola
pt: Função
sv: Roll
zh_hans: 角色

# diagSpeakerRoleMember
source: Member
da: Medlem
de: Mitglied
es: Miembro
fr: Membre
it: Membro
ja: メンバー
nb: Medlem
nl: Lid
pl: Członek
pt: Membro
sv: Medlem
zh_hans: 成员

# diagSpeakersCountFormat
source: %d speakers
da: %d højttalere
de: %d Lautsprecher
es: %d altavoces
fr: %d enceintes
it: %d altoparlanti
ja: スピーカー%d台
nb: %d høyttalere
nl: %d luidsprekers
pl: %d głośników
pt: %d colunas
sv: %d högtalare
zh_hans: %d 个扬声器

# diagSpeakersEmpty
source: No speakers discovered yet.
da: Ingen højttalere fundet endnu.
de: Noch keine Lautsprecher gefunden.
es: Aún no se han detectado altavoces.
fr: Aucune enceinte détectée pour l'instant.
it: Nessun altoparlante rilevato finora.
ja: スピーカーはまだ見つかっていません。
nb: Ingen høyttalere funnet ennå.
nl: Nog geen luidsprekers gevonden.
pl: Nie wykryto jeszcze głośników.
pt: Ainda não foram encontradas colunas.
sv: Inga högtalare hittade ännu.
zh_hans: 尚未发现扬声器。

# diagStatusCheckWifi
source: Check Wi-Fi
da: Tjek Wi-Fi
de: WLAN prüfen
es: Revisar Wi-Fi
fr: Vérifier le Wi-Fi
it: Controlla Wi-Fi
ja: Wi-Fi 要確認
nb: Sjekk Wi-Fi
nl: Controleer wifi
pl: Sprawdź Wi-Fi
pt: Verificar Wi-Fi
sv: Kontrollera Wi-Fi
zh_hans: 检查 Wi-Fi

# diagTabHealth
source: Speaker Health
da: Højttalerstatus
de: Lautsprecherstatus
es: Estado de altavoces
fr: Santé des enceintes
it: Stato altoparlanti
ja: スピーカー状態
nb: Høyttalerstatus
nl: Luidsprekerstatus
pl: Stan głośników
pt: Estado das colunas
sv: Högtalarhälsa
zh_hans: 扬声器健康

# diagTabLiveEvents
source: Live Events
da: Live-hændelser
de: Live-Ereignisse
es: Eventos en vivo
fr: Événements en direct
it: Eventi dal vivo
ja: ライブイベント
nb: Live-hendelser
nl: Live-gebeurtenissen
pl: Zdarzenia na żywo
pt: Eventos ao vivo
sv: Live-händelser
zh_hans: 实时事件

# diagTabMCP
source: AI Agent access
da: AI-agentadgang
de: KI-Agentenzugriff
es: Acceso de agentes de IA
fr: Accès des agents IA
it: Accesso agenti IA
ja: AI エージェントアクセス
nb: KI-agenttilgang
nl: AI-agenttoegang
pl: Dostęp agentów AI
pt: Acesso de agentes de IA
sv: AI-agentåtkomst
zh_hans: AI 代理访问

# diagTabNetwork
source: Network
da: Netværk
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
nb: Nettverk
nl: Netwerk
pl: Sieć
pt: Rede
sv: Nätverk
zh_hans: 网络

# diagTabSpeakers
source: Speakers
da: Højttalere
de: Lautsprecher
es: Altavoces
fr: Enceintes
it: Altoparlanti
ja: スピーカー
nb: Høyttalere
nl: Luidsprekers
pl: Głośniki
pt: Colunas
sv: Högtalare
zh_hans: 扬声器

# diagTileAlerts
source: Alerts
da: Advarsler
de: Warnungen
es: Alertas
fr: Alertes
it: Avvisi
ja: 警告
nb: Varsler
nl: Meldingen
pl: Alerty
pt: Alertas
sv: Varningar
zh_hans: 警报

# diagTileGoodLink
source: Strong connection
da: Stærk forbindelse
de: Stabile Verbindung
es: Conexión sólida
fr: Connexion solide
it: Connessione solida
ja: 良好な接続
nb: Sterk tilkobling
nl: Sterke verbinding
pl: Silne połączenie
pt: Ligação forte
sv: Stark anslutning
zh_hans: 连接良好

# diagTileMedianLatency
source: Median latency
da: Medianlatens
de: Mediane Latenz
es: Latencia mediana
fr: Latence médiane
it: Latenza mediana
ja: レイテンシ中央値
nb: Median latens
nl: Mediane latentie
pl: Mediana opóźnienia
pt: Latência mediana
sv: Medianlatens
zh_hans: 延迟中位数

source: Dialog Enhancement
da: Dialogforbedring
de: Sprachverbesserung
es: Mejora del diálogo
fr: Amélioration des dialogues
it: Miglioramento dei dialoghi
ja: ダイアログ強化
nb: Dialogforbedring
nl: Dialoogverbetering
pl: Ulepszenie dialogów
pt: Melhoria de Diálogo
sv: Dialogförbättring
zh_hans: 对话增强

# directBrowseUnavailable
source: Direct browse unavailable. Use the Music Services SMAPI Plex entry from the sidebar to browse via Sonos's relay.
da: Direkte gennemsyn er ikke tilgængeligt. Brug SMAPI Plex-posten under Musiktjenester i sidepanelet for at gennemse via Sonos-relæet.
de: Direktes Durchsuchen nicht verfügbar. Verwende den SMAPI-Plex-Eintrag unter Musikdienste in der Seitenleiste, um über das Sonos-Relay zu browsen.
es: Exploración directa no disponible. Usa la entrada Plex de SMAPI en Servicios de música de la barra lateral para explorar mediante el relé de Sonos.
fr: Navigation directe indisponible. Utilisez l'entrée Plex SMAPI des Services musicaux dans la barre latérale pour naviguer via le relais Sonos.
it: Esplorazione diretta non disponibile. Usa la voce Plex SMAPI in Servizi musicali nella barra laterale per sfogliare tramite il relay Sonos.
ja: 直接ブラウズは利用できません。サイドバーのミュージックサービスにある SMAPI Plex の項目を使って Sonos リレー経由でブラウズしてください。
nb: Direkte bla er ikke tilgjengelig. Bruk SMAPI Plex-oppføringen under Musikktjenester i sidefeltet for å bla via Sonos-reléet.
nl: Direct bladeren niet beschikbaar. Gebruik de SMAPI Plex-vermelding bij Muziekdiensten in de zijbalk om via de Sonos-relay te bladeren.
pl: Bezpośrednie przeglądanie niedostępne. Użyj pozycji Plex SMAPI w Usługach muzycznych na pasku bocznym, aby przeglądać przez przekaźnik Sonos.
pt: Navegação direta indisponível. Use a entrada Plex SMAPI em Serviços de música na barra lateral para navegar através do relé Sonos.
sv: Direkt bläddring är inte tillgänglig. Använd SMAPI Plex-posten under Musiktjänster i sidofältet för att bläddra via Sonos-reläet.
zh_hans: 无法直接浏览。请使用边栏中“音乐服务”下的 SMAPI Plex 条目，通过 Sonos 中继进行浏览。

source: Disconnect
da: Afbryd
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt: Desconectar
sv: Koppla från
zh_hans: 断开连接

source: Discovering content...
da: Opdager indhold...
de: Inhalte werden entdeckt...
es: Descubriendo contenido...
fr: Découverte du contenu...
it: Scoperta dei contenuti...
ja: コンテンツを検出中...
nb: Oppdager innhold...
nl: Inhoud ontdekken...
pl: Odkrywanie treści...
pt: Descobrindo conteúdo...
sv: Upptäcker innehåll...
zh_hans: 正在发现内容...

source: Discovery
da: Opdagelse
de: Netzwerkerkennung
es: Detección
fr: Découverte
it: Rilevamento
ja: デバイス検出
nb: Oppdagelse
nl: Detectie
pl: Wykrywanie
pt: Descoberta
sv: Upptäckt
zh_hans: 发现

# discoveryAutoHint
source: Auto runs both — keep it unless you know your network needs one specific transport.
da: Auto kører begge — behold den, medmindre dit netværk kræver en bestemt transport.
de: Auto verwendet beide — nur ändern, wenn dein Netzwerk gezielt eine Variante erfordert.
es: Auto usa ambos — déjalo así salvo que tu red requiera un transporte específico.
fr: Auto utilise les deux — laissez tel quel sauf si votre réseau exige un transport spécifique.
it: Auto utilizza entrambi — lascialo così a meno che la tua rete richieda un trasporto specifico.
ja: 「自動」は両方を使用します。特定のトランスポートが必要な場合のみ変更してください。
nb: Auto kjører begge — behold med mindre nettverket ditt krever én bestemt transport.
nl: Auto gebruikt beide — laat staan tenzij je netwerk één specifieke methode vereist.
pl: Auto używa obu — pozostaw, chyba że Twoja sieć wymaga konkretnego transportu.
pt: Auto usa ambos — mantenha, a menos que sua rede exija um transporte específico.
sv: Auto kör båda — behåll om inte ditt nätverk kräver en specifik transport.
zh_hans: “自动”同时运行两者。除非您的网络明确需要某一种传输方式，否则请保持此设置。

# discoveryComfortDescription
source: Each star = one week. X = % from top-3 artists. Y = % from artists you hadn't heard in 30 days. Trail = your taste path through time.
da: Hver stjerne = en uge. X = % fra top-3-kunstnere. Y = % fra kunstnere, du ikke har hørt i 30 dage. Spor = din smagsvej gennem tiden.
de: Jeder Stern = eine Woche. X = % von den Top-3-Künstlern. Y = % von Künstlern, die du 30 Tage lang nicht gehört hast. Spur = dein Geschmackspfad durch die Zeit.
es: Cada estrella = una semana. X = % de los 3 artistas top. Y = % de artistas que no escuchabas hacía 30 días. Estela = tu camino de gustos en el tiempo.
fr: Chaque étoile = une semaine. X = % des 3 artistes les plus écoutés. Y = % d’artistes non entendus depuis 30 jours. Sentier = votre parcours de goûts dans le temps.
it: Ogni stella = una settimana. X = % dai primi 3 artisti. Y = % da artisti non ascoltati da 30 giorni. Scia = il tuo percorso di gusti nel tempo.
ja: 各星 = 一週間。X = トップ3アーティストの割合。Y = 30日間聴いていないアーティストの割合。跡 = 時間を通した趣味の路。
nb: Hver stjerne = én uke. X = % fra topp-3-artister. Y = % fra artister du ikke har hørt på 30 dager. Spor = din smaksvei gjennom tiden.
nl: Elke ster = één week. X = % van de top-3 artiesten. Y = % van artiesten die je 30 dagen niet had gehoord. Spoor = je smaakpad door de tijd.
pl: Każda gwiazda = jeden tydzień. X = % z top-3 artystów. Y = % z artystów niesilszanych przez 30 dni. Ślad = Twoja ścieżka gustu w czasie.
pt: Cada estrela = uma semana. X = % dos top-3 artistas. Y = % de artistas não ouvidos há 30 dias. Trilho = o seu caminho de gostos no tempo.
sv: Varje stjärna = en vecka. X = % från topp-3-artister. Y = % från artister du inte hört på 30 dagar. Spår = din smakväg genom tiden.
zh_hans: 每颗星 = 一周。X = 来自前 3 位艺术家的百分比。Y = 来自 30 天未听过的艺术家的百分比。轨迹 = 您随时间推移的品味路径。

# discoveryComfortHeader
source: Discovery × Comfort
da: Opdagelse × Komfort
de: Entdeckung × Komfort
es: Descubrimiento × Comodidad
fr: Découverte × Confort
it: Scoperta × Comfort
ja: 発見 × 快適
nb: Oppdagelse × Komfort
nl: Ontdekking × Comfort
pl: Odkrycie × Komfort
pt: Descoberta × Conforto
sv: Upptäckt × Komfort
zh_hans: 发现 × 舒适

source: Dismiss
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluit
pl: Zamknij
pt: Fechar
sv: Stäng
zh_hans: 关闭

# displayTab
source: Display
da: Visning
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
ja: 表示
nb: Visning
nl: Weergave
pl: Wyświetlanie
pt: Exibição
sv: Visning
zh_hans: 显示

source: Done
da: Færdig
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
sv: Klar
zh_hans: 完成

# doubleClickToTypeValue
source: Double-click to type a value
da: Dobbeltklik for at skrive en værdi
de: Doppelklicken, um einen Wert einzugeben
es: Haz doble clic para escribir un valor
fr: Double-cliquez pour saisir une valeur
it: Fai doppio clic per inserire un valore
ja: ダブルクリックして値を入力
nb: Dobbeltklikk for å skrive inn en verdi
nl: Dubbelklik om een waarde in te voeren
pl: Kliknij dwukrotnie, aby wpisać wartość
pt: Faça duplo clique para escrever um valor
sv: Dubbelklicka för att skriva ett värde
zh_hans: 双击以输入值

# doubleScrobbleWarning
source: If Spotify, Apple Music, or another music service is already scrobbling to Last.fm, enabling it here will produce duplicates. Exclude those services below, or leave this disabled.
da: Hvis Spotify, Apple Music eller en anden musiktjeneste allerede scrobbler til Last.fm, vil aktivering her give dubletter. Udeluk dem nedenfor, eller lad dette være deaktiveret.
de: Wenn Spotify, Apple Music oder ein anderer Musikdienst bereits zu Last.fm scrobbelt, erzeugt eine Aktivierung hier Duplikate. Schließe diese Dienste unten aus oder lasse dies deaktiviert.
es: Si Spotify, Apple Music u otro servicio ya hace scrobble a Last.fm, activarlo aquí generará duplicados. Excluye esos servicios abajo o deja esto desactivado.
fr: Si Spotify, Apple Music ou un autre service musical scrobble déjà vers Last.fm, l’activer ici créera des doublons. Excluez ces services ci-dessous ou laissez cette option désactivée.
it: Se Spotify, Apple Music o un altro servizio sta già facendo scrobble su Last.fm, abilitarlo qui produrrà duplicati. Escludi quei servizi di seguito o lascia disattivato.
ja: Spotify、Apple Music などの他サービスが既に Last.fm にスクロブルしている場合、ここで有効にすると重複します。それらを下で除外するか、無効のままにしてください。
nb: Hvis Spotify, Apple Music eller en annen musikktjeneste allerede scrobbler til Last.fm, vil aktivering her gi duplikater. Ekskluder dem nedenfor, eller la dette være deaktivert.
nl: Als Spotify, Apple Music of een andere muziekdienst al scrobblet naar Last.fm, zorgt inschakelen hier voor duplicaten. Sluit die diensten hieronder uit of laat dit uitgeschakeld.
pl: Jeśli Spotify, Apple Music lub inna usługa już scrobbluje do Last.fm, włączenie tego tutaj spowoduje duplikaty. Wyklucz te usługi poniżej lub pozostaw to wyłączone.
pt: Se o Spotify, Apple Music ou outro serviço já faz scrobble para o Last.fm, ativá-lo aqui gerará duplicatas. Exclua esses serviços abaixo ou deixe desativado.
sv: Om Spotify, Apple Music eller en annan musiktjänst redan scrobblar till Last.fm ger aktivering här dubbletter. Uteslut dem nedan eller låt detta vara avaktiverat.
zh_hans: 如果 Spotify、Apple Music 或其他音乐服务已在 Scrobble 至 Last.fm，在此启用会产生重复。请在下方排除这些服务，或保持此项禁用。

# dragToFolderHint
source: Drag into a folder
da: Træk til en mappe
de: In einen Ordner ziehen
es: Arrastrar a una carpeta
fr: Glisser dans un dossier
it: Trascina in una cartella
ja: フォルダにドラッグ
nb: Dra til en mappe
nl: Sleep naar een map
pl: Przeciągnij do folderu
pt: Arrastar para uma pasta
sv: Dra till en mapp
zh_hans: 拖入文件夹

# dragToReorderQueueHint
source: Drag to reorder · drag a track onto another queue to copy
da: Træk for at ændre rækkefølge · træk et nummer til en anden kø for at kopiere
de: Zum Neuordnen ziehen · einen Titel auf eine andere Warteschlange ziehen, um ihn zu kopieren
es: Arrastra para reordenar · arrastra una pista a otra cola para copiarla
fr: Glisser pour réorganiser · faire glisser un titre sur une autre file pour le copier
it: Trascina per riordinare · trascina un brano su un'altra coda per copiarlo
ja: ドラッグして並べ替え · 別のキューにトラックをドラッグするとコピーされます
nb: Dra for å endre rekkefølge · dra et spor til en annen kø for å kopiere
nl: Sleep om te herordenen · sleep een nummer naar een andere wachtrij om te kopiëren
pl: Przeciągnij, aby zmienić kolejność · przeciągnij utwór na inną kolejkę, aby skopiować
pt: Arraste para reordenar · arraste uma faixa para outra fila para copiar
sv: Dra för att ändra ordning · dra ett spår till en annan kö för att kopiera
zh_hans: 拖动以重新排序 · 将曲目拖到另一个队列以复制

# dragTracksHere
source: Drag tracks here to add
da: Træk numre hertil for at tilføje
de: Titel hierher ziehen, um hinzuzufügen
es: Arrastra pistas aquí para añadir
fr: Faites glisser des pistes ici pour les ajouter
it: Trascina i brani qui per aggiungerli
ja: 追加するにはトラックをここにドラッグ
nb: Dra spor hit for å legge til
nl: Sleep tracks hierheen om toe te voegen
pl: Przeciągnij utwory tutaj, aby dodać
pt: Arraste faixas para cá para adicionar
sv: Dra spår hit för att lägga till
zh_hans: 将曲目拖到这里以添加

source: Duplicate
da: Duplikér
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
nb: Dupliser
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
sv: Duplicera
zh_hans: 复制

# duplicatedItemFormat
source: Duplicated “%@”
da: “%@” duplikeret
de: „%@“ dupliziert
es: «%@» duplicado
fr: « %@ » dupliqué
it: “%@” duplicato
ja: 「%@」を複製しました
nb: «%@» duplisert
nl: ‘%@’ gedupliceerd
pl: Zduplikowano „%@”
pt: “%@” duplicado
sv: ”%@” duplicerad
zh_hans: 已复制“%@”
